[
    {
      "title": "Головні страви",
      "description": "У розділі 'Головні страви' ви знайдете смачні рецепти головних страв, які стануть відмінними варіантами для обіду або вечері. Приготування цих страв нескладне і займе мінімум часу."
    },
    {
      "title": "Салати",
      "description": "Салати завжди є актуальними та смачними стравами на будь-якому столі. У цьому розділі представлені рецепти салатів, які не залишать вас байдужими."
    },
    {
      "title": "Супи",
      "description": "Спробуйте наші супи для обіду або вечері. Вони нададуть вам сили та зігріють в холодну погоду."
    },
    {
      "title": "Десерти",
      "description": "Завершіть ваше свято солоденькими десертами. У цьому розділі ви знайдете смачні рецепти десертів для будь-якого смаку."
    },
    {
      "title": "Вегетаріанська кухня",
      "description": "Відкрийте для себе світ вегетаріанських страв. Вони не тільки смачні, але й корисні для вашого організму."
    },
    {
      "title": "Здорова їжа",
      "description": "Здорова їжа - ключ до активного життя. У цьому розділі представлені рецепти, які забезпечать вас корисними стравами."
    },
    {
      "title": "Українська кухня",
      "description": "Традиційна українська кухня - це смак, який потрібно відкривати. У цьому розділі ви знайдете справжні рецепти українських страв.",
      "subcategories": [
        {
          "title": "Борщ",
          "description": "Борщ - це символ української кухні. Відкрийте для себе справжній рецепт українського борщу."
        },
        {
          "title": "Вареники",
          "description": "Вареники - це популярна страва. Приготуйте смачні вареники з різними начинками."
        }
      ]
    },
    {
      "title": "Італійська кухня",
      "description": "Спробуйте страви з сонячної Італії. Вони завжди дуже смачні та ароматні."
    },
    {
      "title": "Французька кухня",
      "description": "Французька кухня славиться своєю вишуканістю. Спробуйте справжні французькі страви."
    },
    {
      "title": "Азійська кухня",
      "description": "Відкрийте для себе багатий смак Азії. Приготуйте страви з різних кухонь Азії."
    },
    {
      "title": "Сніданки",
      "description": "Почніть свій день з ситного сніданку. У цьому розділі ви знайдете рецепти смачних сніданків."
    },
    {
      "title": "Соуси та приправи",
      "description": "Соуси та приправи роблять страви особливими. У цьому розділі ви знайдете рецепти для смачних соусів та приправ."
    },
    {
      "title": "Напої",
      "description": "Освіжіться смачними напоями та коктейлями. У цьому розділі ви знайдете рецепти для освіжаючих напоїв."
    },
    {
      "title": "Піца",
      "description": "Смачні рецепти піци для всієї родини. Приготуйте піцу власноруч та насолоджуйтеся її смаком."
    },
    {
      "title": "Закуски",
      "description": "Ситні та смачні закуски завжди у тренді. Вибирайте рецепти закусок для будь-якого випадку."
    },
    {
      "title": "Випічка",
      "description": "Рецепти для смачної випічки та десертів. Пекіть солодощі власноруч та робіть вечори незабутніми."
    },
    {
      "title": "Шашлик",
      "description": "Приготуйте справжній шашлик на грилю. Рецепти та секрети найсмачнішого шашлику."
    },
    {
      "title": "Дієтичні страви",
      "description": "Дієтичні страви для тих, хто слідкує за фігурою та здоров'ям. Рецепти для збереження гарної форми."
    },
    {
        "title": "Соки та напої",
        "description": "Свіжі соки та освіжаючі напої на будь-яку пору року. Знайдіть рецепти для соків та напоїв, які нададуть вам енергії та гарного настрою."
    },
    {
        "title": "Кава та чай",
        "description": "Заваріть смачну каву або заварюйте ароматний чай. Освоюйте рецепти для приготування ароматних гарячих напоїв."
    },
    {
        "title": "Веганські страви",
        "description": "Дізнайтеся більше про веганську кухню та смачні рецепти для веганів. Вони допоможуть вам залишати страви смачними та корисними."
    },
    {
        "title": "Екзотичні страви",
        "description": "Спробуйте екзотичні страви з різних кухонь світу. Вони вас вразять незвичними смаками та ароматами."
    },
    {
        "title": "Дитяче харчування",
        "description": "Рецепти для найменших гурманів. Підбирайте корисні та смачні страви для ваших дітей."
    },
    {
        "title": "Безглютенова кухня",
        "description": "Дізнайтеся більше про безглютенове харчування та смачні рецепти для тих, хто має целіакію або вибирає безглютенову дієту."
    },
    {
        "title": "Домашні консерви",
        "description": "Навчіться консервувати овочі та фрукти вдома. Зберігайте смак літа протягом всього року."
    },
    {
        "title": "Солодкі пироги",
        "description": "Пекіть найсмачніші солодкі пироги вдома. Рецепти для любителів солодощів."
    },
    {
        "title": "Смузі та боули",
        "description": "Здорові та смачні смузі та боули з найкращими інгредієнтами. Освіжайтеся та надавайте організму корисність."
    },
    {
        "title": "Рецепти з морепродуктів",
        "description": "Смачні страви з риби та морепродуктів. Приготуйте дорогоцінні страви для ваших близьких."
    }
    ]
      
  